7767517
999 1782
Input                    input.1                  0 1 data
Convolution      /model/model.0/Conv      1 1 data /model/model.0/Conv_output_0 0=64 1=3 4=1 5=1 6=1728
Split            splitncnn_0              1 8 /model/model.0/Conv_output_0 /model/model.0/Conv_output_0_splitncnn_0 /model/model.0/Conv_output_0_splitncnn_1 /model/model.0/Conv_output_0_splitncnn_2 /model/model.0/Conv_output_0_splitncnn_3 /model/model.0/Conv_output_0_splitncnn_4 /model/model.0/Conv_output_0_splitncnn_5 /model/model.0/Conv_output_0_splitncnn_6 /model/model.0/Conv_output_0_splitncnn_7
Convolution      /model/model.1/sub/sub.0/RDB1/conv1/conv1.0/Conv 1 1 /model/model.0/Conv_output_0_splitncnn_7 /model/model.1/sub/sub.0/RDB1/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_1              1 4 /model/model.1/sub/sub.0/RDB1/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.0/RDB1/Concat 2 1 /model/model.0/Conv_output_0_splitncnn_6 /model/model.1/sub/sub.0/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.0/RDB1/Concat_output_0
Convolution      /model/model.1/sub/sub.0/RDB1/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.0/RDB1/Concat_output_0 /model/model.1/sub/sub.0/RDB1/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_2              1 3 /model/model.1/sub/sub.0/RDB1/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.0/RDB1/Concat_1 3 1 /model/model.0/Conv_output_0_splitncnn_5 /model/model.1/sub/sub.0/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB1/Concat_1_output_0
Convolution      /model/model.1/sub/sub.0/RDB1/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.0/RDB1/Concat_1_output_0 /model/model.1/sub/sub.0/RDB1/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_3              1 2 /model/model.1/sub/sub.0/RDB1/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.0/RDB1/Concat_2 4 1 /model/model.0/Conv_output_0_splitncnn_4 /model/model.1/sub/sub.0/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB1/Concat_2_output_0
Convolution      /model/model.1/sub/sub.0/RDB1/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.0/RDB1/Concat_2_output_0 /model/model.1/sub/sub.0/RDB1/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.0/RDB1/Concat_3 5 1 /model/model.0/Conv_output_0_splitncnn_3 /model/model.1/sub/sub.0/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB1/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB1/Concat_3_output_0
Convolution      /model/model.1/sub/sub.0/RDB1/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.0/RDB1/Concat_3_output_0 /model/model.1/sub/sub.0/RDB1/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.0/RDB1/Add 2 1 /model/model.1/sub/sub.0/RDB1/conv5/conv5.0/Conv_output_0 /model/model.0/Conv_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_4              1 6 /model/model.1/sub/sub.0/RDB1/Add_output_0 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_3 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_4 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_5
Convolution      /model/model.1/sub/sub.0/RDB2/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_5 /model/model.1/sub/sub.0/RDB2/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_5              1 4 /model/model.1/sub/sub.0/RDB2/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.0/RDB2/Concat 2 1 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_4 /model/model.1/sub/sub.0/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.0/RDB2/Concat_output_0
Convolution      /model/model.1/sub/sub.0/RDB2/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.0/RDB2/Concat_output_0 /model/model.1/sub/sub.0/RDB2/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_6              1 3 /model/model.1/sub/sub.0/RDB2/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.0/RDB2/Concat_1 3 1 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_3 /model/model.1/sub/sub.0/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB2/Concat_1_output_0
Convolution      /model/model.1/sub/sub.0/RDB2/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.0/RDB2/Concat_1_output_0 /model/model.1/sub/sub.0/RDB2/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_7              1 2 /model/model.1/sub/sub.0/RDB2/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.0/RDB2/Concat_2 4 1 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB2/Concat_2_output_0
Convolution      /model/model.1/sub/sub.0/RDB2/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.0/RDB2/Concat_2_output_0 /model/model.1/sub/sub.0/RDB2/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.0/RDB2/Concat_3 5 1 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB2/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB2/Concat_3_output_0
Convolution      /model/model.1/sub/sub.0/RDB2/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.0/RDB2/Concat_3_output_0 /model/model.1/sub/sub.0/RDB2/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.0/RDB2/Add 2 1 /model/model.1/sub/sub.0/RDB2/conv5/conv5.0/Conv_output_0 /model/model.1/sub/sub.0/RDB1/Add_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_8              1 6 /model/model.1/sub/sub.0/RDB2/Add_output_0 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_3 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_4 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_5
Convolution      /model/model.1/sub/sub.0/RDB3/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_5 /model/model.1/sub/sub.0/RDB3/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_9              1 4 /model/model.1/sub/sub.0/RDB3/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.0/RDB3/Concat 2 1 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_4 /model/model.1/sub/sub.0/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.0/RDB3/Concat_output_0
Convolution      /model/model.1/sub/sub.0/RDB3/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.0/RDB3/Concat_output_0 /model/model.1/sub/sub.0/RDB3/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_10             1 3 /model/model.1/sub/sub.0/RDB3/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.0/RDB3/Concat_1 3 1 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_3 /model/model.1/sub/sub.0/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB3/Concat_1_output_0
Convolution      /model/model.1/sub/sub.0/RDB3/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.0/RDB3/Concat_1_output_0 /model/model.1/sub/sub.0/RDB3/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_11             1 2 /model/model.1/sub/sub.0/RDB3/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.0/RDB3/Concat_2 4 1 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_2 /model/model.1/sub/sub.0/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB3/Concat_2_output_0
Convolution      /model/model.1/sub/sub.0/RDB3/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.0/RDB3/Concat_2_output_0 /model/model.1/sub/sub.0/RDB3/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.0/RDB3/Concat_3 5 1 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_1 /model/model.1/sub/sub.0/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB3/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.0/RDB3/Concat_3_output_0
Convolution      /model/model.1/sub/sub.0/RDB3/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.0/RDB3/Concat_3_output_0 /model/model.1/sub/sub.0/RDB3/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.0/RDB3/Add 2 1 /model/model.1/sub/sub.0/RDB3/conv5/conv5.0/Conv_output_0 /model/model.1/sub/sub.0/RDB2/Add_output_0_splitncnn_0 /model/model.1/sub/sub.0/RDB3/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          /model/model.1/sub/sub.0/Add 2 1 /model/model.1/sub/sub.0/RDB3/Add_output_0 /model/model.0/Conv_output_0_splitncnn_1 /model/model.1/sub/sub.0/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_12             1 7 /model/model.1/sub/sub.0/Add_output_0 /model/model.1/sub/sub.0/Add_output_0_splitncnn_0 /model/model.1/sub/sub.0/Add_output_0_splitncnn_1 /model/model.1/sub/sub.0/Add_output_0_splitncnn_2 /model/model.1/sub/sub.0/Add_output_0_splitncnn_3 /model/model.1/sub/sub.0/Add_output_0_splitncnn_4 /model/model.1/sub/sub.0/Add_output_0_splitncnn_5 /model/model.1/sub/sub.0/Add_output_0_splitncnn_6
Convolution      /model/model.1/sub/sub.1/RDB1/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.0/Add_output_0_splitncnn_6 /model/model.1/sub/sub.1/RDB1/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_13             1 4 /model/model.1/sub/sub.1/RDB1/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.1/RDB1/Concat 2 1 /model/model.1/sub/sub.0/Add_output_0_splitncnn_5 /model/model.1/sub/sub.1/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.1/RDB1/Concat_output_0
Convolution      /model/model.1/sub/sub.1/RDB1/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.1/RDB1/Concat_output_0 /model/model.1/sub/sub.1/RDB1/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_14             1 3 /model/model.1/sub/sub.1/RDB1/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.1/RDB1/Concat_1 3 1 /model/model.1/sub/sub.0/Add_output_0_splitncnn_4 /model/model.1/sub/sub.1/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB1/Concat_1_output_0
Convolution      /model/model.1/sub/sub.1/RDB1/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.1/RDB1/Concat_1_output_0 /model/model.1/sub/sub.1/RDB1/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_15             1 2 /model/model.1/sub/sub.1/RDB1/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.1/RDB1/Concat_2 4 1 /model/model.1/sub/sub.0/Add_output_0_splitncnn_3 /model/model.1/sub/sub.1/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB1/Concat_2_output_0
Convolution      /model/model.1/sub/sub.1/RDB1/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.1/RDB1/Concat_2_output_0 /model/model.1/sub/sub.1/RDB1/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.1/RDB1/Concat_3 5 1 /model/model.1/sub/sub.0/Add_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB1/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB1/Concat_3_output_0
Convolution      /model/model.1/sub/sub.1/RDB1/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.1/RDB1/Concat_3_output_0 /model/model.1/sub/sub.1/RDB1/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.1/RDB1/Add 2 1 /model/model.1/sub/sub.1/RDB1/conv5/conv5.0/Conv_output_0 /model/model.1/sub/sub.0/Add_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_16             1 6 /model/model.1/sub/sub.1/RDB1/Add_output_0 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_3 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_4 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_5
Convolution      /model/model.1/sub/sub.1/RDB2/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_5 /model/model.1/sub/sub.1/RDB2/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_17             1 4 /model/model.1/sub/sub.1/RDB2/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.1/RDB2/Concat 2 1 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_4 /model/model.1/sub/sub.1/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.1/RDB2/Concat_output_0
Convolution      /model/model.1/sub/sub.1/RDB2/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.1/RDB2/Concat_output_0 /model/model.1/sub/sub.1/RDB2/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_18             1 3 /model/model.1/sub/sub.1/RDB2/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.1/RDB2/Concat_1 3 1 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_3 /model/model.1/sub/sub.1/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB2/Concat_1_output_0
Convolution      /model/model.1/sub/sub.1/RDB2/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.1/RDB2/Concat_1_output_0 /model/model.1/sub/sub.1/RDB2/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_19             1 2 /model/model.1/sub/sub.1/RDB2/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.1/RDB2/Concat_2 4 1 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB2/Concat_2_output_0
Convolution      /model/model.1/sub/sub.1/RDB2/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.1/RDB2/Concat_2_output_0 /model/model.1/sub/sub.1/RDB2/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.1/RDB2/Concat_3 5 1 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB2/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB2/Concat_3_output_0
Convolution      /model/model.1/sub/sub.1/RDB2/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.1/RDB2/Concat_3_output_0 /model/model.1/sub/sub.1/RDB2/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.1/RDB2/Add 2 1 /model/model.1/sub/sub.1/RDB2/conv5/conv5.0/Conv_output_0 /model/model.1/sub/sub.1/RDB1/Add_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_20             1 6 /model/model.1/sub/sub.1/RDB2/Add_output_0 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_3 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_4 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_5
Convolution      /model/model.1/sub/sub.1/RDB3/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_5 /model/model.1/sub/sub.1/RDB3/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_21             1 4 /model/model.1/sub/sub.1/RDB3/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.1/RDB3/Concat 2 1 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_4 /model/model.1/sub/sub.1/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.1/RDB3/Concat_output_0
Convolution      /model/model.1/sub/sub.1/RDB3/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.1/RDB3/Concat_output_0 /model/model.1/sub/sub.1/RDB3/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_22             1 3 /model/model.1/sub/sub.1/RDB3/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.1/RDB3/Concat_1 3 1 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_3 /model/model.1/sub/sub.1/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB3/Concat_1_output_0
Convolution      /model/model.1/sub/sub.1/RDB3/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.1/RDB3/Concat_1_output_0 /model/model.1/sub/sub.1/RDB3/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_23             1 2 /model/model.1/sub/sub.1/RDB3/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.1/RDB3/Concat_2 4 1 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_2 /model/model.1/sub/sub.1/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB3/Concat_2_output_0
Convolution      /model/model.1/sub/sub.1/RDB3/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.1/RDB3/Concat_2_output_0 /model/model.1/sub/sub.1/RDB3/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.1/RDB3/Concat_3 5 1 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_1 /model/model.1/sub/sub.1/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB3/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.1/RDB3/Concat_3_output_0
Convolution      /model/model.1/sub/sub.1/RDB3/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.1/RDB3/Concat_3_output_0 /model/model.1/sub/sub.1/RDB3/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.1/RDB3/Add 2 1 /model/model.1/sub/sub.1/RDB3/conv5/conv5.0/Conv_output_0 /model/model.1/sub/sub.1/RDB2/Add_output_0_splitncnn_0 /model/model.1/sub/sub.1/RDB3/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          /model/model.1/sub/sub.1/Add 2 1 /model/model.1/sub/sub.1/RDB3/Add_output_0 /model/model.1/sub/sub.0/Add_output_0_splitncnn_0 /model/model.1/sub/sub.1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_24             1 7 /model/model.1/sub/sub.1/Add_output_0 /model/model.1/sub/sub.1/Add_output_0_splitncnn_0 /model/model.1/sub/sub.1/Add_output_0_splitncnn_1 /model/model.1/sub/sub.1/Add_output_0_splitncnn_2 /model/model.1/sub/sub.1/Add_output_0_splitncnn_3 /model/model.1/sub/sub.1/Add_output_0_splitncnn_4 /model/model.1/sub/sub.1/Add_output_0_splitncnn_5 /model/model.1/sub/sub.1/Add_output_0_splitncnn_6
Convolution      /model/model.1/sub/sub.2/RDB1/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.1/Add_output_0_splitncnn_6 /model/model.1/sub/sub.2/RDB1/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_25             1 4 /model/model.1/sub/sub.2/RDB1/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.2/RDB1/Concat 2 1 /model/model.1/sub/sub.1/Add_output_0_splitncnn_5 /model/model.1/sub/sub.2/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.2/RDB1/Concat_output_0
Convolution      /model/model.1/sub/sub.2/RDB1/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.2/RDB1/Concat_output_0 /model/model.1/sub/sub.2/RDB1/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_26             1 3 /model/model.1/sub/sub.2/RDB1/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.2/RDB1/Concat_1 3 1 /model/model.1/sub/sub.1/Add_output_0_splitncnn_4 /model/model.1/sub/sub.2/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB1/Concat_1_output_0
Convolution      /model/model.1/sub/sub.2/RDB1/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.2/RDB1/Concat_1_output_0 /model/model.1/sub/sub.2/RDB1/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_27             1 2 /model/model.1/sub/sub.2/RDB1/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.2/RDB1/Concat_2 4 1 /model/model.1/sub/sub.1/Add_output_0_splitncnn_3 /model/model.1/sub/sub.2/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB1/Concat_2_output_0
Convolution      /model/model.1/sub/sub.2/RDB1/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.2/RDB1/Concat_2_output_0 /model/model.1/sub/sub.2/RDB1/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.2/RDB1/Concat_3 5 1 /model/model.1/sub/sub.1/Add_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB1/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB1/Concat_3_output_0
Convolution      /model/model.1/sub/sub.2/RDB1/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.2/RDB1/Concat_3_output_0 /model/model.1/sub/sub.2/RDB1/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.2/RDB1/Add 2 1 /model/model.1/sub/sub.2/RDB1/conv5/conv5.0/Conv_output_0 /model/model.1/sub/sub.1/Add_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_28             1 6 /model/model.1/sub/sub.2/RDB1/Add_output_0 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_3 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_4 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_5
Convolution      /model/model.1/sub/sub.2/RDB2/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_5 /model/model.1/sub/sub.2/RDB2/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_29             1 4 /model/model.1/sub/sub.2/RDB2/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.2/RDB2/Concat 2 1 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_4 /model/model.1/sub/sub.2/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.2/RDB2/Concat_output_0
Convolution      /model/model.1/sub/sub.2/RDB2/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.2/RDB2/Concat_output_0 /model/model.1/sub/sub.2/RDB2/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_30             1 3 /model/model.1/sub/sub.2/RDB2/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.2/RDB2/Concat_1 3 1 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_3 /model/model.1/sub/sub.2/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB2/Concat_1_output_0
Convolution      /model/model.1/sub/sub.2/RDB2/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.2/RDB2/Concat_1_output_0 /model/model.1/sub/sub.2/RDB2/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_31             1 2 /model/model.1/sub/sub.2/RDB2/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.2/RDB2/Concat_2 4 1 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB2/Concat_2_output_0
Convolution      /model/model.1/sub/sub.2/RDB2/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.2/RDB2/Concat_2_output_0 /model/model.1/sub/sub.2/RDB2/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.2/RDB2/Concat_3 5 1 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB2/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB2/Concat_3_output_0
Convolution      /model/model.1/sub/sub.2/RDB2/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.2/RDB2/Concat_3_output_0 /model/model.1/sub/sub.2/RDB2/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.2/RDB2/Add 2 1 /model/model.1/sub/sub.2/RDB2/conv5/conv5.0/Conv_output_0 /model/model.1/sub/sub.2/RDB1/Add_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_32             1 6 /model/model.1/sub/sub.2/RDB2/Add_output_0 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_3 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_4 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_5
Convolution      /model/model.1/sub/sub.2/RDB3/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_5 /model/model.1/sub/sub.2/RDB3/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_33             1 4 /model/model.1/sub/sub.2/RDB3/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.2/RDB3/Concat 2 1 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_4 /model/model.1/sub/sub.2/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.2/RDB3/Concat_output_0
Convolution      /model/model.1/sub/sub.2/RDB3/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.2/RDB3/Concat_output_0 /model/model.1/sub/sub.2/RDB3/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_34             1 3 /model/model.1/sub/sub.2/RDB3/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.2/RDB3/Concat_1 3 1 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_3 /model/model.1/sub/sub.2/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB3/Concat_1_output_0
Convolution      /model/model.1/sub/sub.2/RDB3/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.2/RDB3/Concat_1_output_0 /model/model.1/sub/sub.2/RDB3/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_35             1 2 /model/model.1/sub/sub.2/RDB3/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.2/RDB3/Concat_2 4 1 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_2 /model/model.1/sub/sub.2/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB3/Concat_2_output_0
Convolution      /model/model.1/sub/sub.2/RDB3/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.2/RDB3/Concat_2_output_0 /model/model.1/sub/sub.2/RDB3/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.2/RDB3/Concat_3 5 1 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_1 /model/model.1/sub/sub.2/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB3/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.2/RDB3/Concat_3_output_0
Convolution      /model/model.1/sub/sub.2/RDB3/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.2/RDB3/Concat_3_output_0 /model/model.1/sub/sub.2/RDB3/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.2/RDB3/Add 2 1 /model/model.1/sub/sub.2/RDB3/conv5/conv5.0/Conv_output_0 /model/model.1/sub/sub.2/RDB2/Add_output_0_splitncnn_0 /model/model.1/sub/sub.2/RDB3/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          /model/model.1/sub/sub.2/Add 2 1 /model/model.1/sub/sub.2/RDB3/Add_output_0 /model/model.1/sub/sub.1/Add_output_0_splitncnn_0 /model/model.1/sub/sub.2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_36             1 7 /model/model.1/sub/sub.2/Add_output_0 /model/model.1/sub/sub.2/Add_output_0_splitncnn_0 /model/model.1/sub/sub.2/Add_output_0_splitncnn_1 /model/model.1/sub/sub.2/Add_output_0_splitncnn_2 /model/model.1/sub/sub.2/Add_output_0_splitncnn_3 /model/model.1/sub/sub.2/Add_output_0_splitncnn_4 /model/model.1/sub/sub.2/Add_output_0_splitncnn_5 /model/model.1/sub/sub.2/Add_output_0_splitncnn_6
Convolution      /model/model.1/sub/sub.3/RDB1/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.2/Add_output_0_splitncnn_6 /model/model.1/sub/sub.3/RDB1/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_37             1 4 /model/model.1/sub/sub.3/RDB1/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.3/RDB1/Concat 2 1 /model/model.1/sub/sub.2/Add_output_0_splitncnn_5 /model/model.1/sub/sub.3/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.3/RDB1/Concat_output_0
Convolution      /model/model.1/sub/sub.3/RDB1/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.3/RDB1/Concat_output_0 /model/model.1/sub/sub.3/RDB1/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_38             1 3 /model/model.1/sub/sub.3/RDB1/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.3/RDB1/Concat_1 3 1 /model/model.1/sub/sub.2/Add_output_0_splitncnn_4 /model/model.1/sub/sub.3/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB1/Concat_1_output_0
Convolution      /model/model.1/sub/sub.3/RDB1/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.3/RDB1/Concat_1_output_0 /model/model.1/sub/sub.3/RDB1/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_39             1 2 /model/model.1/sub/sub.3/RDB1/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.3/RDB1/Concat_2 4 1 /model/model.1/sub/sub.2/Add_output_0_splitncnn_3 /model/model.1/sub/sub.3/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB1/Concat_2_output_0
Convolution      /model/model.1/sub/sub.3/RDB1/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.3/RDB1/Concat_2_output_0 /model/model.1/sub/sub.3/RDB1/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.3/RDB1/Concat_3 5 1 /model/model.1/sub/sub.2/Add_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB1/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB1/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB1/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB1/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB1/Concat_3_output_0
Convolution      /model/model.1/sub/sub.3/RDB1/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.3/RDB1/Concat_3_output_0 /model/model.1/sub/sub.3/RDB1/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.3/RDB1/Add 2 1 /model/model.1/sub/sub.3/RDB1/conv5/conv5.0/Conv_output_0 /model/model.1/sub/sub.2/Add_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_40             1 6 /model/model.1/sub/sub.3/RDB1/Add_output_0 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_3 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_4 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_5
Convolution      /model/model.1/sub/sub.3/RDB2/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_5 /model/model.1/sub/sub.3/RDB2/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_41             1 4 /model/model.1/sub/sub.3/RDB2/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.3/RDB2/Concat 2 1 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_4 /model/model.1/sub/sub.3/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.3/RDB2/Concat_output_0
Convolution      /model/model.1/sub/sub.3/RDB2/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.3/RDB2/Concat_output_0 /model/model.1/sub/sub.3/RDB2/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_42             1 3 /model/model.1/sub/sub.3/RDB2/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.3/RDB2/Concat_1 3 1 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_3 /model/model.1/sub/sub.3/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB2/Concat_1_output_0
Convolution      /model/model.1/sub/sub.3/RDB2/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.3/RDB2/Concat_1_output_0 /model/model.1/sub/sub.3/RDB2/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_43             1 2 /model/model.1/sub/sub.3/RDB2/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.3/RDB2/Concat_2 4 1 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB2/Concat_2_output_0
Convolution      /model/model.1/sub/sub.3/RDB2/conv4/conv4.0/Conv 1 1 /model/model.1/sub/sub.3/RDB2/Concat_2_output_0 /model/model.1/sub/sub.3/RDB2/conv4/conv4.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat           /model/model.1/sub/sub.3/RDB2/Concat_3 5 1 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB2/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB2/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB2/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB2/conv4/conv4.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB2/Concat_3_output_0
Convolution      /model/model.1/sub/sub.3/RDB2/conv5/conv5.0/Conv 1 1 /model/model.1/sub/sub.3/RDB2/Concat_3_output_0 /model/model.1/sub/sub.3/RDB2/conv5/conv5.0/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise          /model/model.1/sub/sub.3/RDB2/Add 2 1 /model/model.1/sub/sub.3/RDB2/conv5/conv5.0/Conv_output_0 /model/model.1/sub/sub.3/RDB1/Add_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_44             1 6 /model/model.1/sub/sub.3/RDB2/Add_output_0 /model/model.1/sub/sub.3/RDB2/Add_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB2/Add_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB2/Add_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB2/Add_output_0_splitncnn_3 /model/model.1/sub/sub.3/RDB2/Add_output_0_splitncnn_4 /model/model.1/sub/sub.3/RDB2/Add_output_0_splitncnn_5
Convolution      /model/model.1/sub/sub.3/RDB3/conv1/conv1.0/Conv 1 1 /model/model.1/sub/sub.3/RDB2/Add_output_0_splitncnn_5 /model/model.1/sub/sub.3/RDB3/conv1/conv1.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_45             1 4 /model/model.1/sub/sub.3/RDB3/conv1/conv1.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3
Concat           /model/model.1/sub/sub.3/RDB3/Concat 2 1 /model/model.1/sub/sub.3/RDB2/Add_output_0_splitncnn_4 /model/model.1/sub/sub.3/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_3 /model/model.1/sub/sub.3/RDB3/Concat_output_0
Convolution      /model/model.1/sub/sub.3/RDB3/conv2/conv2.0/Conv 1 1 /model/model.1/sub/sub.3/RDB3/Concat_output_0 /model/model.1/sub/sub.3/RDB3/conv2/conv2.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split            splitncnn_46             1 3 /model/model.1/sub/sub.3/RDB3/conv2/conv2.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2
Concat           /model/model.1/sub/sub.3/RDB3/Concat_1 3 1 /model/model.1/sub/sub.3/RDB2/Add_output_0_splitncnn_3 /model/model.1/sub/sub.3/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB3/Concat_1_output_0
Convolution      /model/model.1/sub/sub.3/RDB3/conv3/conv3.0/Conv 1 1 /model/model.1/sub/sub.3/RDB3/Concat_1_output_0 /model/model.1/sub/sub.3/RDB3/conv3/conv3.1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_47             1 2 /model/model.1/sub/sub.3/RDB3/conv3/conv3.1/LeakyRelu_output_0 /model/model.1/sub/sub.3/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_0 /model/model.1/sub/sub.3/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1
Concat           /model/model.1/sub/sub.3/RDB3/Concat_2 4 1 /model/model.1/sub/sub.3/RDB2/Add_output_0_splitncnn_2 /model/model.1/sub/sub.3/RDB3/conv1/conv1.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB3/conv2/conv2.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB3/conv3/conv3.1/LeakyRelu_output_0_splitncnn_1 /model/model.1/sub/sub.3/RDB3/Concat_2_output_0
